Repository: Tknika/areto-ui
Catalog: ui/po/*.po
Languages: es

source: BILERA
es: REUNIÓN

source: ONGI ETORRI TKNIKA-ko SINTA-ra
es: BIENVENIDO A SINTA DE TKNIKA

source: ERABILTZAILEA
es: USUARIO

source: PASAHITZA
es: CLAVE

source: SISTEMA ERABILI NAHI BADUZU SAKATU HEMEN
es: SI QUIERE USAR EL SISTEMA PRESIONE AQUÍ

source: HIZKUNTZA AUKERATU
es: SELECCIONE EL LENGUAJE

source: HASIERA
es: INICIO

source: NAGUSIA
es: PRINCIPAL

source: DEITU/ESKEGI
es: LLAMAR/COLGAR

source: SOINUA
es: SONIDO

source: ARGIAK
es: LUCES

source: ITZALI
es: APAGAR

source: ZER EGIN NAHI DUZU?
es: ¿QUÉ QUIERE HACER?

source: KLASEAK BIDALI
es: ENVIAR CLASES

source: KLASEAK JASO
es: RECIBIR CLASES

source: HITZALDIA
es: CLASE LOCAL

source: FILMA
es: PELÍCULA

source: ERAGILEA
es: OPERADOR

source: Bideokonferentzia bat egiteko
es: Para hacer una videoconferencia

source: Bideokonferentziz urrutiko klase bat jasotzeko
es: Para recibir una clase exterior por videoconferencia

source: Klase bat emateko, proiektoreak eta plasma pizten dira
es: Para dar una clase, se encienden el proyector y el plasma

source: Klase bat emateko inolako dispositiborik piztu gabe,hau da, proiektoreak eta plasma ez dira pizten
es: Para dar una clase sin encender ningún dispositivo, esto es, no se encienden el proyector y el plasma

source: Pantaila nagusian dvd bat proiektatzeko
es: Para proyectar un dvd en la pantalla principal

source: LEHENENGO PAUSUA
es: PRIMER PASO

source: AUKERATU HELBIDE LIBURUTIK ETA DEITU
es: ELIJA Y LLAME DESDE LIBRO DE DIRECCIONES

source: EDO
es: O BIEN PASO

source: BANDA ZABALERA AUKERATU
es: ELIJA ANCHO DE BANDA

source: ETA HIRUGARREN PAUSUA
es: Y PASO 3

source: MARKATU ZENBAKI BERRIA HEMEN
es: MARQUE NUEVO NUMERO AQUÍ

source: EZ MOLESTATU
es: NO INTERRUMPIR

source: BOL SOLASKIDEA
es: VOL CONTRAPARTE

source: GURE SOINUA
es: NUESTRO SONIDO

source: 1. deia
es: 1a_llamada

source: 2. deia
es: 2a_llamada

source: 3. deia
es: 3a_llamada

source: 4. deia
es: 4a_llamada

source: AKTIBATU
es: ACTIVAR

source: BIDALI
es: ENVIAR

source: HELBIDE LIBURUA
es: LIBRO DE DIRECCIONES

source: BANDA ZABALERA ALDATU
es: CAMBIAR ANCHO DE BANDA

source: ZENBAKIA EZABATU
es: BORRAR NUMERO

source: ATZERATU
es: RETROCEDER

source: DEITU
es: LLAMAR

source: SOLASKIDEA ERAKUTSI
es: MOSTRAR CONTRAPARTE

source: ESKEGI
es: COLGAR

source: ONETSI
es: ACEPTAR

source: EZEZTATU
es: CANCELAR

source: MIKROFONOAK AKTIBATU ETA DOITU
es: ACTIVAR Y AJUSTAR MICRÓFONOS

source: SOINUEN MAILAK DOITU
es: AJUSTAR NIVEL DE SONIDOS

source: DATORREN SOINUA
es: SONIDO ENTRANTE

source: BOLUMENA
es: VOLUMEN

source: BIDALTZEN DEN SOINUA
es: SONIDO QUE SE ENVÍA

source: SOINU OROKORRA
es: SONIDO GENERAL

source: DESAKTIBATU
es: DESACTIVAR

source: ISILARAZI
es: SILENCIAR

source: mikr1
es: micr1

source: mikr2
es: micr2

source: mikr3
es: micr3

source: mikr4
es: micr4

source: mikr atril
es: micr atril

source: mikr atril2
es: micr atril2

source: SABAIKO ARGIAK
es: LUCES DEL TECHO

source: LURREKO ARGIAK
es: LUCES DEL SUELO

source: PIZTU
es: ENCENDER

source: LEHEND
es: PRESIDENCIA

source: PASABIDE
es: PASILLO

source: IKASLEAK
es: ALUMNOS

source: PIZTU SABAIA
es: ENCENDER TECHO

source: ITZALI SABAIA
es: APAGAR TECHO

source: PIZTU LURRA
es: ENCENDER SUELO

source: ITZALI LURRA
es: APAGAR SUELO

source: MAXIMOA LURRA
es: MÁXIMO SUELO

source: ERDIA LURRA
es: MEDIO SUELO

source: MINIMOA LURRA
es: MÍNIMO SUELO

source: ARGI GUZTIAK
es: TODAS LUCES

source: ITZALI DENA
es: APAGAR TODO

source: MENUA PANTAILAN
es: MENÚ EN PANTALLA

source: PIZTU ITZALI PROIEKTORE ZENTRALA
es: ENCENDER APAGAR PROYECTOR CENTRAL

source: MUTEATU
es: MUTEAR

source: DESMUTEATU
es: DESMUTEAR

source: PCLURRA
es: PCSUELO

source: DOKUMENTU KAMERA
es: CÁMARA DE DOCUMENTOS

source: EZKERREKO IKASLE KAMARA
es: CÁMARA ALUMNOS IZQUIERDA

source: ESKUINEKO IKASLE KAMARA
es: CÁMARA ALUMNOS DERECHA

source: PRESIDENTZI KAMERA
es: CÁMARA PRESIDENCIA

source: ERABILI EDO ALDATU NAHI DUZUN OBJEKTUA SAKATU
es: PRESIONE EL OBJETO QUE QUIERA USAR O CAMBIAR

source: PROIEKTORE ZENTRALA
es: PROYECTOR CENTRAL

source: ZOOM + (HURBILDU)
es: ZOOM + (ACERCAR)

source: ZOOM - (URRUNDU)
es: ZOOM - (ALEJAR)

source: POSIZIO FINKOAK
es: POSICIONES FIJAS

source: POSIZIO GUZTIAK IKUSI
es: VER TODAS LAS POSICIONES

source: DELEGATU IMAJINA (BAI/EZ)
es: IMAGEN DELEGADO (SI/NO)

source: ANGELU ZABALEKO POSIZIOA
es: POSICIÓN ANGULO ANCHO

source: 1 POSIZIO FINKOA
es: POSICIÓN PREFIJADA 1

source: 2 POSIZIO FINKOA
es: POSICIÓN PREFIJADA 2

source: POSIZIOA GORDE
es: ALMACENAR POSICIÓN

source: ALDERANTZIZ JARRI IMAJIN NAHASKETA
es: INVERTIR MEZCLA IMAGENES

source: HONDOKO ARGIAK
es: ILUMINACIÓN DE FONDO

source: GRABATU
es: GRABAR

source: GRABAZIOA GELDITU
es: PARAR GRABACIÓN

source: EGOERA
es: ESTADO

source: TB KANAL AUKERAKETA
es: TV SELECCIÓN CANAL

source: GRABAZIOA GELDITUA
es: GRABACIÓN PARADA

source: GRABATZEN
es: GRABANDO

source: SARRERAKO PANTAILA
es: PANTALLA ENTRADA

source: PANTAILA PIZTU/ITZALI
es: ENCENDER/APAGAR PANTALLA

source: PRESIDENTZIA PANTAILA
es: PANTALLA PRESIDENCIA

source: ERAKUSTEKO IMAJINA
es: IMAGEN A MOSTRAR

source: GURE IMAJINA ERAKUTSI
es: NUESTRA IMAGEN

source: SOLASKIDE ETA GURE IMAJINA
es: CONTRAPARTE Y NUESTRA IMAGEN

source: KONTROLA
es: CONTROL

source: LENTEEN DOIKETA
es: AJUSTE DE LENTES

source: FOKUA +
es: FOCO +

source: FOKUA -
es: FOCO -

source: A3 TAMAINUA
es: TAMAÑO A3

source: A4 TAMAINUA
es: TAMAÑO A4

source: THINK CLIENT SAREA
es: RED THINK CLIENT

source: PROEIKTOREA
es: PROYECTOR

source: IGO
es: SUBIR

source: JAITSI
es: BAJAR

source: PANTAILA IGO/JAITSI
es: SUBIR/BAJAR PANTALLA

source: ARBELA DIGITALA
es: PIZARRA DIGITAL

source: ARBELA
es: PIZARRA

source: ARBELA PIZTU/ITZALI
es: ENCENDER/APAGAR PIZARRA

source: POSIZIOAK
es: POSICIONES

source: SARRERA
es: ENTRADA

source: ZENTRALA
es: CENTRAL

source: Itxaron momentu bat mesedez, sistema hasieratu arte
es: Espere un momento por favor, hasta que el sistema se encienda

source: Itxaron momentu bat mesedez, sistema itzaltzen ari da
es: El sistema se esta apagando, espere por favor

source: Itxaron momentu bat mesedez, eskaria prozesatzen ari da
es: Procesando petición, espere

source: SISTEMA OSOA ITZALI NAHI BADUZU, ITZALI BOTOIA SAKATU BEHAR DUZU
es: SI QUIERE APAGAR COMPLETAMENTE EL SISTEMA PRESIONE EL BOTÓN APAGAR

source: GOGORA EZAZU SISTEMA GUZTIA BERRASIERATZEKO 5 BAT MINUTU ITXARON BEHAR DITUZULA, HAU HORRELA DA PROIEKTOREAK DENDORA BAT BEHAR DUELAKO HOZTEKO
es: RECUERDE QUE PARA RECOMENZAR TODO EL SISTEMA DEBE ESPERAR ALREDEDOR DE 5 MINUTOS ESTO SE DEBE A QUE EL PROYECTOR NECESITA UN TIEMPO PARA ENFRIARSE

source: DEIA ESEKI NAHI BADUZU, DEITU/ESKEGI ORRIRA JOAN BEHAR DUZU
es: SI SOLO QUIERE COLGAR LA LLAMADA VAYA A LA PÁGINA LLAMAR/COLGAR

source: ELIKADURA-ITURRIAREN KONTROLA
es: CONTROL ALIMENTACIÓN ELÉCTRICA

source: ikus mikr atril
es: ver micros atril

source: ikus mikr arruntak
es: ver micros normales

source: Proiektorea itzaltzen baduzu 5 minutu itxaron beharko duzu berriro piztu ahal izateko lanpara hozten den bitartean. Proiektorea itzali nahi duzu?
es: Si apagas el proyector tendrás que esperar 5 minutos hasta que se enfríe la lampara, para encenderla otra vez.¿Quieres apagar el proyector?

source: PIZTU ITZALI PLASMA
es: ENCENDER APAGAR PLASMA

source: AKTIBO DAUDEN DEIAK
es: LLAMADAS ACTIVAS

source: grabazioa
es: grabación

source: STREAMING GRABAZIOA
es: GRABACIÓN STREAMING

source: GRAFIKOAK
es: GRÁFICOS

source: AKTIBATUA
es: ACTIVADO

source: ITZALIA
es: APAGADO

source: FROGATU
es: COMPROBAR

source: Ongi Etorri
es: Bienvenido

source: Hasiera
es: Inicio

source: Nagusia
es: Principal

source: AUKERATU
es: SELECCIONAR

source: PROIEKTOREA
es: PROYECTOR

source: Deitu/Eskegi
es: Llamar/Colgar

source: Soinua
es: Sonido

source: Argiak
es: Luces

source: Itzali
es: Apagar

source: Proiektorea
es: Proyector

source: SISTEMAN SARTU
es: INICIAR SISTEMA

source: Sarrera
es: Entrada

source: Arbela
es: Pizarra

source: PIZTUTA
es: ENCENDIDO

source: ITZALITA
es: APAGADO

source: ERAGOTZITA
es: DESACTIVADO
